[
  {
    "name":"The Savoy",
    "description":"The Savoy London is situated in London and is close to local landmarks, including Trafalgar Square, Charing Cross, and Leicester Square. It provides a fitness center, as well as an indoor pool, free Wi-Fi and a Jacuzzi.This art deco hotel offers a sauna, 24-hour room service and a coffee bar. Multilingual staff are available to assist with booking tours and sightseeing trips, and an express check-in facility is offered for convenience. It also offers superb facilities for business meetings and events.All the elegant rooms at The Savoy London provide an iPod docking station, plus all the essentials for a comfortable stay. All have a living area and a variety of entertainment options, such as a flat-screen TV, a CD player and movies-on-demand.",
    "img":"https://www.kayak.com/rimg/himg/e9/e2/3b/ice-73725-71602306_3XL-866986.jpg?width=720&height=576&crop=true",
    "charge": "$800 per/day"
  },
  {
    "name":"Sunborn London",
    "description":"This 4-star boat offers charming accommodation in London and is a short stroll from Custom House for Excel DLR Station. It has a spa and wellness center, as well as a beauty centre, a sun deck and free Wi-Fi.There are a variety of amenities available to guests of Sunborn London Yacht Hotel, including babysitting services, 24-hour reception and car hire. In addition, the multilingual staff are on hand to offer local information.All lodgings on board the vessel have a private bathroom with a shower and a hair dryer.Lunch and dinner are prepared every day at Lands End, as are British, Mediterranean and Asian specialties. Each evening, guests can relax in the comfortable lounge bar.",
    "img": "https://www.kayak.com/rimg/himg/a8/d7/ab/arbisoftimages-37083-Sky-Lounge-Lunch-Event-image.jpg?width=720&height=576&crop=true",
    "charge": "$750 per/day"
  },
  {
    "name":"The Tower Hotel",
    "description":"The Tower Hotel features several amenities. Among these amenities is access to a fitness center. This fitness center includes a gym and a workout room that enables guests to exercise and maintain their figure while they're away from home. Other amenities include a restaurant, a bar, a lounge and a banquet room. There's a concierge at the front desk who's ready to provide aid and guidance whenever necessary. The staff is multilingual and the property is completely smoke-free and wheelchair accessible. At the Tower Hotel, visitors have access to meeting rooms, conference facilities and a business center, which may be ideal for business travelers. Other services include laundry service, dry cleaning and room service.",
    "img": "https://www.kayak.com/rimg/himg/95/e3/fd/leonardo-1113067-VICINITY_0048_1__O-779880.jpg?width=720&height=576&crop=true",
    "charge": "$500 per/day"
  },
  {
    "name":"The Strand Palace Hotel",
    "description":"The Strand Palace Hotel has been a central London landmark since 1909, offering luxurious, upscale accommodations in the heart of the city. Recently renovated guest rooms offer modern accommodations with a touch of historic charm. All rooms offer complimentary WiFi, flat-screen HD TVs, coffee machines, complimentary dry bar and minibar, air conditioning, and upgraded bathrooms with modern amenities. Deluxe guest rooms offer additional living space and family accommodations, as well. The hotel offers 786 guest rooms in total, along with an on site business center and lounge area.",
    "img":"https://www.kayak.com/rimg/himg/97/61/b6/ice-63054-65987937_3XL-694841.jpg?width=720&height=576&crop=true",
    "charge":"$760 per/day"
  },
  {
    "name":"Grange St Pauls",
    "description":"Located next to Saint Paul's Cathedral in London, Leonardo Royal Hotel London St Paul's offers free Wi-Fi and luxury accommodation. It provides a fitness center, as well as a sauna, an indoor pool and an express check-in and check-out feature.A variety of premium services are available for guests of Leonardo Royal Hotel London St Paul's, like babysitting/child services, a ticket service and a concierge. Staff are available 24/7 and can help with booking tours and tickets. It also has its very own wellness center, Ajala Spa.The elegant rooms at the hotel feature a flat-screen TV and all the necessities for a comfortable stay. Each includes free tea and coffee making facilities and a private bathroom. Also included in the rooms are a hairdryer, an in-room safe and an ironing board",
    "img": "https://www.kayak.com/rimg/himg/fa/63/df/leonardo-2100238-Terrace_evening_2_O-455994.jpg?width=720&height=576&crop=true",
    "charge": "$890 per/day"
  },
  {
    "name": "Smart Hyde Park View - Hostel",
    "description":"Located in Paddington, this hostel is a short walk from Kensington Gardens. It is also ideally situated within walking distance of Lancaster Gate Tube Station.Smart Hyde Park View Hostel provides a 24/7 reception, as well as a currency exchange and free Wi-Fi. For added convenience, it offers a safe, luggage storage and laundry facilities. Smart Hostel Hyde Park View London has 193 rooms offering all the necessities to ensure an enjoyable stay.",
    "img":"https://www.kayak.com/rimg/himg/b1/52/db/revato-15200-13258275-863676.jpg?width=720&height=576&crop=true",
    "charge": "$930 per/day"
  }
]